Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: main={long_name} long_name={prefix}{centre}{suffix}|{prefix}{centre}{centre}{suffix} short_name={prefix}{suffix} prefix=Ai|Al|A|Du|Glam|Dul|Gom|Nar|Pel|Tri|Dun|Do|Bar|Er|Tim|Al|Du|Bu|Bur|Nor|Der|Ur|Gar suffix=sil|fur|bor|bus|bur|bor|gos|dor|rin|dur|ing|ras|this|tis|rol|sol|las|til|til|tol|los|rol|sol|ril|sil|as|us|lil|fur|mur|fur centre=lal|mal|ra|dur|thal|thas|ma|gal|thau|ga|ith|ma|cat|la|ral|dur|bur
uk_ua: main={long_name} long_name={prefix}{centre}{suffix}|{prefix}{centre}{centre}{suffix} short_name={prefix}{suffix} prefix=Аі|Ал|А|Ду|Глам|Дулл|Гом|Нар|Пел|Трі|Дун|До|Бар|Ер|Тім|Ал|Ду|Бу|Бур|Нор|Дер|Уг|Гар suffix=сіл|фур|бор|бус|бур|бор|гос|дор|рін|дур|інг|рас|зіс|тіс|рол|сол|лас|тіл|тіл|тол|лос|рол|сол|ріл|сіл|ас|ус|ліл|фур|мур|фур centre=лал|мал|ра|дур|зал|зас|мал|гал|зау|га|із|ма|кат|ла|рал|дур|бур

source: main={name_long}|{prefix}{suffix}|{name_mid}{connector}{name_mid} name_mid={prefix}{suffix}|{name_short} name_long={prefix}{suffix}|{prefix}{centre}{suffix} name_short=Din|Sif|Din|Taj|Sud|Ali|Lut|Nuh|Qays|Nimr|Jad|Bushr|Lut|Maʿd|Nur|Fadl prefix=Ab|Bas|Fat|Gha|Al|Ba|Ja|Ha|Mu|Ra|Raz|Abi|Am|La|ʿAj|Ala|ʿAk|Fa|Du|Im|Ju|Mun|Ma|Ni|Ji|Mu|Lab|Luf|Mih|Mi|Qu|Tal|Ta|Tha|Za|Zi|Yas|Wa|Su|Qa|ʿIkri|Lu|Su|Osa|Rag|Saf|Da|Fay|Nib|Nash suffix=af|al|lih|bair|sur|bi|lah|at|sim|ma|ih|yl|iq|raj|mam|man|ya|zid|riya|ail|air|ah|en|in|ayd|ud|rah|wah|nan|as|ir|ba|ni|yad|ras|zuq|hid|mal|kib connector= al-| bin | ibn centre=ʿ|ʾ|hi|sa|kar|da|na|ja|tay|ki|hai|saw
uk_ua: main={name_long}|{prefix}{suffix}|{name_mid}{connector}{name_mid} name_mid={prefix}{suffix}|{name_short} name_long={prefix}{suffix}|{prefix}{centre}{suffix} name_short=Дін|Сіф|Дін|Тай|Суд|Алі|Лут|Нух|Квайс|Німр|Джад|Башр|Ма'д|Нур|Фад| prefix=|Аб|Бас|Фат|Ґа|Ал|Ба|Джа|Га|Му|Ра|Раз|Абі|Ам|Ла|'Адж|Ала|'Ак|Фа|Ду|Ім|Ю|Мун|Ма|Ні|Джі|Му|Лаб|Луф|Міг|Мі|К'ю|Тал|Та|Са|За|Зі|Йас|Ва|Су|Ква|'Ікрі|Лу|Су|Оса|Раг|Саф|Да|Фай|Ніб|Наш suffix=аф|ал|ліх|байр|сур|бі|лах|ат|сім|ма|іх|іл|ік'ю|рай|мам|ман|йа|зід|рійа|айл|айр|ах|ен|ін|айд|уд|рах|вах|нан|ас|ір|ба|ні|йад|рас|зак'ю|гід|мал|кіб connector= аль-| бін | ібн centre=ʿ|ʾ|гі|са|кар|да|на|йа|тай|кі|гай|соу

source: main={name_long}|{prefix}{suffix}|{name_mid}{connector}{surname} name_mid={prefix}{suffix}|{name_short} surname={name_mid_male}|{name_mid}|{name_mid_male} name_long={prefix}{suffix}|{prefix}{centre}{suffix} name_short=Afaf|Aida|Alya|Arij|Arwa|Asma|Asra|Azra|Dua|Fajr|Hala|Hana|Hiba|Inas|Isra|Lina|Mona|Muna|Nida|Nima|Nur|Rana|Rim|Ruba|Ruya|Ruwa|Sana|Sara|Suha|Tuba|Uzma|Zara prefix=Ab|Bas|Fat|Gha|Al|Ba|Ja|Ha|Mu|Ra|Raz|Abi|Am|La|ʿAj|Ala|ʿAk|Fa|Du|Im|Ju|Mun|Ma|Ni|Ji|Mu|Lab|Luf|Mih|Mi|Qu|Tal|Ta|Tha|Za|Zi|Yas|Wa|Su|Qa|ʿIkri|Lu|Su|Osa|Rag|Saf|Da|Fay|Nib|Nash suffix=a|ab|ad|ah|af|aj|al|am|an|ar|as|at|ay|az|da|een|ia|ij|in|ir|la|ma|mas|n|na|nab|ni|r|ra|raa|ran|rat|ul|ur|uz|wa|ya|yah|yam|za|zi connector= al-| ibna | bint centre=ʿ|ʾ|hi|sa|kar|da|na|ja|tay|ki|hai|saw These nonterminals are literally copied from the male names. name_mid_male={prefix_male}{suffix_male}|{name_short_male} name_short_male=Din|Sif|Din|Taj|Sud|Ali|Lut|Nuh|Qays|Nimr|Jad|Bushr|Lut|Maʿd|Nur|Fadl prefix_male=Ab|Bas|Fat|Gha|Al|Ba|Ja|Ha|Mu|Ra|Raz|Abi|Am|La|ʿAj|Ala|ʿAk|Fa|Du|Im|Ju|Mun|Ma|Ni|Ji|Mu|Lab|Luf|Mih|Mi|Qu|Tal|Ta|Tha|Za|Zi|Yas|Wa|Su|Qa|ʿIkri|Lu|Su|Osa|Rag|Saf|Da|Fay|Nib|Nash suffix_male=af|al|lih|bair|sur|bi|lah|at|sim|ma|ih|yl|iq|raj|mam|man|ya|zid|riya|ail|air|ah|en|in|ayd|ud|rah|wah|nan|as|ir|ba|ni|yad|ras|zuq|hid|mal|kib
uk_ua: main={name_long}|{prefix}{suffix}|{name_mid}{connector}{surname} name_mid={prefix}{suffix}|{name_short} surname={name_mid_male}|{name_mid}|{name_mid_male} name_long={prefix}{suffix}|{prefix}{centre}{suffix} name_short=Афаф|Аїда|Аля|Арій|Арва|Асма|Асра|Азра|Дуа|Фаджр|Хала|Хана|Хіба|Інас|Ісра|Ліна|Мона|Муна|Ніда|Німа|Нур|Рана|Рим|Руба|Руя|Рува|Сана|Сара|Суха|Туба|Узма|Зара prefix=Аб|Бас|Фат|Ґа|Ал|Ба|Джа|Га|Му|Ра|Раз|Абі|Ам|Ла|'Адж|Ала|'Ак|Фа|Ду|Ім|Йю|Мун|Ма|Ні|Джі|Му|Лаб|Луф|Міг|Мі|К'ю|Тал|Та|Са|За|Зі|Йас|Ва|Су|Ква|'Ікрі|Лу|Су|Оса|Раг|Саф|Да|Фай|Ніб|Наш suffix=а|аб|ад|аг|аф|ай|ал|ам|ан|ар|ас|ат|ай|аз|ад|іін|я|ідж|ін|ір|ла|ма|мас|н|на|наб|ні|р|ра|раа|ран|рат|ул|ур|уз|ва|йа|йаг|за|зі connector= аль-| ібна | бінт centre=ʿ|ʾ|гі|са|кар|да|на|йа|тай|кі|хай|соу These nonterminals are literally copied from the male names. name_mid_male={prefix_male}{suffix_male}|{name_short_male} name_short_male=Дін|Сіф|Дін|Тай|Суд|Алі|Лут|Нуг|Квайс|Німр|Джад|Башр|Лут|Ма'д|Нур|Фад| prefix_male=Аб|Бас|Фат|Ґа|Ал|Ба|Джа|Га|Му|Ра|Раз|Абі|Ам|Ла|'Адж|Ала|'Ак|Фа|Ду|Ім|Йю|Мун|Ма|Ні|Джі|Му|Лаб|Луф|Міг|Мі|К'ю|Тал|Та|Са|За|Зі|Йас|Ва|Су|Ква|'Ікрі|Лу|Су|Оса|Раг|Саф|Да|Фай|Ніб|Наш suffix=аф|ал|ліх|байр|сур|бі|лах|ат|сім|ма|іх|іл|ік'ю|рай|мам|ман|йа|зід|рійа|айл|айр|ах|ен|ін|айд|уд|рах|вах|нан|ас|ір|ба|ні|йад|рас|зак'ю|гід|мал|кіб

source: main={prefix}{centre}{centre}{suffix}|{prefix}{centre}{centre}{centre}{suffix} prefix=Blu|Bo|Bre|Bro|Bru|Bu|Car|Da|Da|De|Dib|Dol|Dro|Dul|Dum|El|Gre|Gul|Gum|Laf|Lan|Las|Lef|Lib|Lol|Mon|Mul|Mun|Nan|Nun|Or|Pam|Pom|Rith|Tan|Tem|Ton|Troom|Tun|Tum|Won|Wun centre=de|bal|drum|wul|del|bem|pom|gon|tan|bom|ken|tan|ton|man|ten|dron|dub|na|da|ni|mi|lul|mon|duel|lem|num|nob|mand|room|lad|roam|be|lom|sem|nub|di|wim|din|blem|nand|dul|dil|of|tam|kon|ton|tun|kon|ten|run|mal|do suffix=men|drum|tor|num|lad|de|ak|lol|dum|tam|nur|dium|deum|bil|rook|relm|dium|numm|dan|doom|tum|din
uk_ua: main={prefix}{centre}{centre}{suffix}|{prefix}{centre}{centre}{centre}{suffix} prefix=Блу|Бо|Бре|Бро|Бру|Бу|Кар|Да|Да|Де|Діб|Дол|Дро|Дул|Дум|Ел|Гре|Гул|Гум|Лаф|Лан|Лас|Леф|Ліб|Лол|Мон|Мул|Мун|Нан|Нун|Ор|Пам|Пом|Риз|Тан|Тем|Тон|Трум|Тун|Тум|Вон|Вун centre=де|бал|друм|вул|дел|бем|пом|гон|тан|бом|кен|тан|тон|ман|тен|дрон|дуб|на|да|ні|мі|лул|ион|дуел|лем|нум|ноб|манд|рум|лад|роам|бе|лом|сем|нуб|ді|вім|дін|блем|нанд|дул|діл|оф|там|кон|тон|тун|кон|тен|рун|мал|до suffix=мен|друм|тор|нум|лад|де|ак|лол|дум|там|нур|диум|дем|біл|рок|рельм|діум|нумм|дан|доом|тум|дін

source: main={prefix}{middle}{suffix} prefix=B|C|D|E|F|Fr|Wat|G|H|K|N|O|R|S|T|W|Y|Ro middle=a|e|o|u|i suffix=l|m|rn|x|w|ld|ck|k|rk
uk_ua: main={prefix}{middle}{suffix} prefix=Б|К|Д|Ф|Фр|Ват|Г|Х|К|Н|О|Р|С|Т|В|Ро middle=а|е|я|ю|є|о|у|і suffix=л|м|рн|кс|в|л|ск|к|рк|щ

source: main={prefix}{suffix} prefix=Abra|Ale|Ama|Ax|Bla|Ble|Bre|Bri|Gri|Hai|Har|Hu|Ine|Kle|Krez|Lam|Lin|Lob|Mai|Lal|Nild|Pon|Pse|Pza|Sa|Se|Sle|So|Sor|Tri|Vi|Vla|Xa|Xi|Xna|Za|Zle|Zse suffix=iss|ail|nal|eii|mol|loss|noss|xos|sal|zel|kps|pek|ness|or|sol|peii|iaz|on|sal|ol|kil|oz|ail|al|nis|rak|lel|nas|kon|ekp
uk_ua: main={prefix}{suffix} prefix=Абра|Але|Ама|Акс|Бла|Бле|Бре|Брі|Гі|Хаі|Хар|Ху|Іне|Кле|Крез|Лам|Лін|Лоб|Маі|Лал|Нілд|Пон|Псе|Пза|Са|Се|Сле|Со|Сор|Трі|Ві|Вла|Кса|Ксі|Ксна|За|Зле|Зсе suffix=ісс|аіл|нал|еіи|мол|лосс|носс|ксос|сал|зел|кпс|пек|несс|ор|сол|пеіи|іаз|он|сал|ол|кіл|оз|аін|ал|ніс|рак|лел|нас|кон|екп

source: main={prefix}{suffix} prefix=Ak|Ar|Bar|Blok|Bor|Bul|Cork|Del|Gar|Gnu|Gra|Gru|Gu|Kal|Kar|Kay|Kel|Ker|Kil|King|Kor|Kru|Kur|Mar|Mer|Nal|Trak|Urk suffix=ark|ort|alk|arm|kuk|kak|ukk|nak|ta|k|rok|rar|kon|gak|nik
uk_ua: main={prefix}{suffix} prefix=Ак|Ар|Бар|Блок|Бор|Бул|Сорк|Дел|Гал|Гну|Гра|Гру|Гу|Кал|Кар|Каи|Кел|Кер|Кіл|Кінг|Кор|Кру|Кур|Мар|Мер|Нал|Трак|Урк suffix=арк|орт|алк|арм|кук|как|укк|нак|та|к|рок|рар|кон|гак|нік

source: main={prefix}{suffix} prefix=Ali|Ama|Ax|Bla|Bli|Bra|Bri|Gax|Gri|Hai|Har|Hu|Ina|Iss|Krez|Kzap|Lam|Lex|Li|Lin|Mai|Mu|Nil|Ox|Pon|Pza|Ri|Sal|Sax|Sek|Snel|Sra|Trix|Vil|Vis|Blan|Xab|Xam|Xi|Xnam|Xop|Zal|Zle|Zse suffix=asse|mailia|ilis|ana|ama|ssa|ssilai|zi|xias|lai|maissa|bra|lin|lina|na|bra|aa|lia|lai|laila|na|pkne|alsp|ekp
uk_ua: main={prefix}{suffix} prefix=Алі|Ама|Акс|Бла|Блі|Бра|Брі|Гакс|Грі|Хаі|Хар|Ху|Іна|Ісс|Крез|Кзап|Лам|Лекс|Лі|Лін|Маі|Му|Ніл|Окс|Пон|Пза|Рі|Сал|Сакс|Сек|Снел|Сра|Трікс|Віл|Віс|Влан|Ксаб|Ксам|Ксі|Кснам|Ксоп|Зал|Зле|Зсе suffix=ассе|маиліа|іліс|ана|ама|сса|ссилаі|зі|ксіас|лаі|маісса|бра|лін|ліна|на|бра|аа|ліа|лаі|лаіла|на|пкне|алсп|екп

source: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Agla|Amphi|A|Ca|Del|Der|Di|El|Ga|Je|Leu|Li|Lo|Ma|Wa|Ma|Mi|Mo|Par|Pel|Pi|Se|Ste|Ma|The|Ti|Va|Ve suffix=me|pe|gia|noe|dna|la|ris|ta|tea|va|mo|pe|riam|riel|na|ra|tea centre=ophe|phri|tri|phro|di|si|xie|ce|ty|la|me|ro|co|mar|ran|then|la|ga
uk_ua: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Агла|Амфі|А|Ка|Дел|Дер|Ді|Ел|Га|Дже|Леу|Лі|Ло|Ма|Ва|Ма|Мі|Мо|Пар|Пел|Пі|Се|Ште|Ма|Зе|Ті|Ва|Ве suffix=ме|пе|гіа|ное|дна|ла|ріс|та|теа|ва|мо|пе|ріам|ріел|на|ра|теа centre=офе|фрі|трі|фро|ді|сі|ксіе|ке|ти|ла|ме|ро|ко|мар|ран|зен|ла|га

source: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Am|An|Ar|Bzz|Cha|Clee|Fa|Fi|Fli|Fri|Ha|He|In|Ir|In|Ka|Ke|Jezz|Ji|Ka|Ke|Lo|Ma|Ox|Po|Sa|Se|Li|Me|Na|Pre|Ska|Sse|Ssi|Sto|Ste|Szi|Sza|Ti|Ve|Vri|Xa|Xe|Xi|Zan|Zil|Zzu suffix=ta|ir|az|ix|za|trax|il|le|esz|izs|ezz|irr|asch|ez|is|iss|azz centre=ix|’Kza|tra|na|an|ex|ssa|zzi|’Usz
uk_ua: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Ам|Ан|Ар|Бзз|Ча|Клее|Фа|Фі|Флі|Фрі|Ха|Хе|Ін|Ір|Ін|Ка|Ке|Джезз|Джі|Ка|Ке|Ло|Ма|Окс|По|Са|Се|Лі|Ме|На|Пре|Ска|Ссе|Ссі|Сто|Сте|Сзі|Сза|Ті|Ве|Врі|Кса|Ксе|Ксі|Зан|Зіл|Ззу suffix=та|ір|аз|ікс|за|тракс|іл|ле|есз|ізс|езз|ірр|аш|ез|іс|ісс|азз centre=ікс|’Кза|тра|на|ан|екс|сса|ззі|’Усз

source: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=A|Ai|Apa|Bar|Atla|Dha|El|Fa|Ja|La|Ku|Li|Ma|Me|Mi|Na|Ne|Njo|Nua|Nu|Oce|Okre|Phor|Po|Pro|Ra|Ro|Ryu|Scy|Si|Ta|Thau|Ti|Vi|Tri|Vo|Vou suffix=su|ion|la|ta|ua|mar|re|lau|lu|na|yr|ra|tes|nus|teus|tes|tan|mas|ki|ni|lau|nik|sa|loa|roa centre=la|ma|ri|sei|te|ka|li|cer|tu|ni|ki|na|ga|si
uk_ua: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=А|Аі|Ара|Бар|Атла|Дха|Ел|Фа|Джа|Ла|Ку|Лі|Ма|Ме|Мі|На|Не|Нджо|Нуа|Ну|Оке|Окре|Фор|По|Про|Ра|Ро|Риу|Ски|Сі|Та|Зау|Ті|Ві|Трі|Во|Воу suffix=су|іон|ла|та|уа|мар|ре|лау|лу|на|ир|ра|тес|нус|теус|тес|тан|мас|кі|ні|лау|нік|са|лоа|роа centre=ла|ма|рі|сеі|те|ка|лі|кер|ту|ні|кі|на|га|сі

source: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Gr|Ka|Ke|Ko|Kr|Kz suffix=aa|eaa|ee|aaa|ssshh|rro|uu|uuu centre=arr|aash|eez|ozz
uk_ua: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Гр|Ка|Ке|Ко|Кр|Кз suffix=аа|еаа|ее|ааа|шш|рро|уу|ууу centre=арр|ааш|еез|озз

source: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Kaa|Ka|Ke|Kuu|Ko suffix=sa|yya|ra|rra centre=err|aash|eez|azz
uk_ua: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Каа|Ка|Ке|Куу|Ко suffix=са|ууа|ра|рра centre=ерр|ааш|еез|ааз

source: main={prefix}{suffix}|{prefix}{suffix} {short_name} prefix=Al|Ali|Ash|Aug|Auug|Da|De|Dem|Din|Ol|Oma|Orri|Oshi|Val|Ver|Vel|Vush suffix=en|nash|irt|glann|ll|ge|lin|nitt|tin|tar|lisk|rida|grra|sill|la|mell short_name=Mal|Ka|Emth|Dar|Eshi
uk_ua: main={prefix}{suffix}|{prefix}{suffix} {short_name} prefix=Ал|Алі|Аш|Ауг|Аууг|Да|Де|Дем|Дін|Ол|Ома|Оррі|Оші|Вал|Вер|Вел|Вуш suffix=ен|наш|ірт|гланн|лл|ге|лін|нітт|тін|тар|ліск|ріда|грра|сілл|ла|мелл short_name=Мал|Ка|Емз|Дар|Еші

source: main={prefix}{suffix}|{prefix}’{suffix}|{prefix}{suffix} {short_name} short_name=Ohm|Ihn|Ohn|Ka|Murr|Kon|Elch|Ko|Græt|Egar prefix=Ga|Ge|Gel|Gi|Go|Gra|Gri|Ka|Ko|Kla|Mar|Di|Mer|Mor|Oma|Re|Vel|Vash|Ver|Vla suffix=ash|kré|lsh|lin|rutin|shinar|rushi|ka|ash|ag|all|ash|slar|li|dian|ritos|rusté|shitt|nick|rath|ditt|kon|mad|tick|nir
uk_ua: main={prefix}{suffix}|{prefix}’{suffix}|{prefix}{suffix} {short_name} short_name=Ом|Ін|Он|Ка|Мур|Кон|Елх|Ко|Грет|Ігар prefix=Га|Ге|Гел|Гі|Го|Гра|Грі|Ка|Ко|Кла|Мар|Ді|Мер|Мор|Ома|Ре|Вел|Ваш|Вер|Вла suffix=аш|кре|лш|лін|рутін|шінар|руші|ка|аш|аг|алл|аш|слар|лі|діан|рітос|русте|шітт|нік|раз|дітт|кон|мад|тік|нір

source: main={short_name}|{short_name}|{short_name}|{short_name} {short_name} short_name={prefix}{middle}{suffix}|{prefix}{middle}{suffix}|{prefix}{middle}{suffix}|{beginning}{suffix} prefix=B|Br|D|G|Gn|H|K|Kr|L|N|K|P|R|S|Sh|St|Th|Ts|T|V|Z middle=a|o|u|uu|ä|ü beginning=Ä|Ü|A|U suffix=rb|g|gh|k|rf|kk|r|g|th|h|rg
uk_ua: main={short_name}|{short_name}|{short_name}|{short_name} {short_name} short_name={prefix}{middle}{suffix}|{prefix}{middle}{suffix}|{prefix}{middle}{suffix}|{beginning}{suffix} prefix=Б|Бр|Д|Г|Гн|Х|К|Кр|Л|Н|К|П|Р|С|Ш|Ст|З|Тс|Т|В|З middle=а|о|у|уу|йа|йу beginning=Йа|Йу|А|У suffix=рб|г|гх|к|рф|кк|р|г|з|х|рг

source: main={starting_consonnant}{vowel}{consonnant}{vowel}{ending_consonnant}|{starting_consonnant}{vowel}{consonnant}{ending_vowel}|{starting_vowel}{consonnant}{vowel}{ending_consonnant}|{starting_consonnant}{vowel}{ending_consonnant}|{starting_vowel}{consonnant}{ending_vowel} starting_consonnant=B|Br|D|Dr|G|Gr|Gh|H|Kh|M|N|P|Pr|R|S|Sh|T|V starting_vowel=A|I|O|U consonnant=b|br|d|dr|g|gr|gh|kh|m|n|p|pr|r|s|sh|t|v|gz|zg|rb|br|dr|vr|khr|gd|shn vowel=a|i|o|u ending_consonnant=b|g|r|sh|k ending_vowel=o|u
uk_ua: main={starting_consonnant}{vowel}{consonnant}{vowel}{ending_consonnant}|{starting_consonnant}{vowel}{consonnant}{ending_vowel}|{starting_vowel}{consonnant}{vowel}{ending_consonnant}|{starting_consonnant}{vowel}{ending_consonnant}|{starting_vowel}{consonnant}{ending_vowel} starting_consonnant=Б|Бр|Д|Др|Г|Гр|Гх|Г|Кх|М|Н|П|Пр|Р|С|Сх|Т|В starting_vowel=А|И|О|У consonnant=б|бр|д|др|г|гр|гх|кх|м|н|п|пр|р|с|ш|т|в|гз|зг|рб|бр|др|вр|кхр|гд|шн vowel=а|и|о|у ending_consonnant=б|г|р|ш|к ending_vowel=о|у

source: mainmenu_hotkeys^M
uk_ua: М

source: male^Dark Horse
uk_ua: Темний кінь

source: map size
uk_ua: розмір мапи

source: map:
uk_ua: мапа:

source: marksman
uk_ua: снайпер

source: maximum^max.
uk_ua: макс.

source: mechanical
uk_ua: механізм

source: melee
uk_ua: ближня

source: melee: +1 strikes
uk_ua: ближня: +1 удар

source: melee: arcane and +25% damage, +30 resistance vs arcane
uk_ua: ближня атака: містична та +25% до шкоди, +30 опору проти містичних атак

source: melee: backstab
uk_ua: ближня атака: удар у спину

source: melee: charge
uk_ua: ближня атака: наскок

source: melee: cold and slows
uk_ua: ближня атака: холод та уповільнює

source: melee: drains
uk_ua: ближня атака: висмоктує

source: melee: fire and +25% damage, +30 resistance vs fire
uk_ua: ближня атака: вогонь та +25% до шкоди, +30 опору вогню

source: melee: fury
uk_ua: ближня атака: лють

source: melee: magical
uk_ua: ближня атака: магія

source: melee: optional charge
uk_ua: ближня атака: виборний наскок

source: melee: plague
uk_ua: ближня атака: чума

source: minimum^min.
uk_ua: мін.

source: mining
uk_ua: гірнича справа

source: missile
uk_ua: снаряд

source: mixed fighter
uk_ua: змішаний воїн

source: morning star
uk_ua: моргенштерн

source: moving leader to $x1|,$y1|.
uk_ua: веду лідера в $x1|,$y1|.

source: mp_game_available_slots^Full
uk_ua: Повно

source: mud glob
uk_ua: шматок багна

source: multimenu^$excess other
uk_ua: $excess іншого

source: multimenu^All Selected
uk_ua: Все вибрано

source: multimenu^None Selected
uk_ua: Нічого не вибрано

source: naia touch
uk_ua: дотик наяди

source: net
uk_ua: тенета

source: neutral
uk_ua: нейтральний

source: newest to oldest
uk_ua: від новішого до старішого

source: nick registration
uk_ua: реєстрація прізвиська

source: nightstalk
uk_ua: нишпорка

source: no
uk_ua: ні

source: no undead^consumed by a living being: +1 damage and +1 moves and -20% XP to advance
uk_ua: вжито живою істотою: +1 шкоди та +1 до руху та -20% ОД до підвищення

source: none set.
uk_ua: не задано.

source: not available.
uk_ua: не доступно.

source: number of keeps
uk_ua: кількість замків

source: number of players^$min to $max
uk_ua: від $min до $max

source: obstacle
uk_ua: перешкоди

source: oldest to newest
uk_ua: від старішого до новішого

source: opened at $pos
uk_ua: відкрито у $pos

source: operating_system^<unknown>
uk_ua: <невідомо>

source: overrides the data directory with the one specified
uk_ua: перевизначає теку даних вказаною текою

source: page^Copy
uk_ua: Копіювати

source: pause
uk_ua: пауза

source: pause after current move
uk_ua: зупинити після поточного ходу

source: per turn
uk_ua: за хід

source: petrified
uk_ua: паралізований

source: petrified:
uk_ua: паралізований:

source: petrifies
uk_ua: паралізує

source: pick
uk_ua: кайло

source: pierce
uk_ua: колючий

source: piercing shot
uk_ua: пробиваючий вистріл

source: pike
uk_ua: піка

source: pincers
uk_ua: клішні

source: pitchfork
uk_ua: вила

source: pixel_scale_multiplier^Automatic scale
uk_ua: Автоматичний розмір

source: place
uk_ua: розташувати

source: plague
uk_ua: чума

source: plague staff
uk_ua: чумна палиця

source: play side turn
uk_ua: програти хід сторони

source: play single move
uk_ua: програти одну дію

source: play turn
uk_ua: програти хід

source: players:
uk_ua: гравці:

source: plural^As you wish. (<i>Cough, cough</i>)
uk_ua: plural^Як бажаєте. (<i>Кхе-кхе</i>)

source: plural^You may watch.
uk_ua: plural^Можете подивитися.

source: poison
uk_ua: отрута

source: poisoned
uk_ua: отруєний

source: poisoned:
uk_ua: отруєний:

source: pommel strike
uk_ua: удар держаком

source: possible units:
uk_ua: можливі бійці:

source: prefix=$base{!}|$forest{!} suffix=ham|ton|wood| Forest main={prefix}{suffix}
uk_ua: prefix=$base{!}|$forest{!} suffix=лісся|ський Ліс main={prefix}{suffix}

source: prefix=$base{!}|$lake{!} suffix=harbor|port main={prefix}{suffix}
uk_ua: prefix=$base{!}|$lake{!} suffix=Бухта|Порт main={suffix} {prefix}

source: prefix=$base{!}|$mountain{!} suffix=mont|cliff|bury|ham main={prefix}{suffix}
uk_ua: prefix=$base{!}|$mountain{!} suffix=огірр'я|ескид|інка|на main={prefix}{suffix}

source: prefix=$base{!}|$river{!} river=$river{!}|River suffix=ham|ford|cross| on {river} main={prefix}{suffix}
uk_ua: prefix=$base{!}|$river{!} suffix=оріччя|ський брід|ський перехід| на $river{!}і main={prefix}{suffix}

source: prefix=$base{!}|$river{!}|$bridge{!} suffix=bridge|bridge|ham|ton main={prefix}{suffix}
uk_ua: prefix=$base{!}|$river{!}|$bridge{!} suffix=ський міст|ський міст|інка|на main={prefix}{suffix}

source: prefix=$base{!}|$swamp{!} suffix=bury|ham|ton main={prefix}{suffix}
uk_ua: prefix=$base{!}|$swamp{!} suffix=ні|на|арне main={prefix}{suffix}

source: prefix=$road{!}|$road{!}|$base{!} suffix=’s Rest|’s Waypoint|bury|bury|ham|ham main={prefix}{suffix}
uk_ua: prefix=$road{!}|$road{!}|$base{!} suffix=ський Шлях|ський Перехід|на|на|інка|інка main={prefix}{suffix}

source: prefix_atto^a
uk_ua: а

source: prefix_exa^E
uk_ua: Е

source: prefix_femto^f
uk_ua: ф

source: prefix_giga^G
uk_ua: Г

source: prefix_kibi^K
uk_ua: К

source: prefix_kilo^k
uk_ua: к

source: prefix_mega^M
uk_ua: М

source: prefix_micro^µ
uk_ua: мк

source: prefix_milli^m
uk_ua: м

source: prefix_nano^n
uk_ua: н

source: prefix_peta^P
uk_ua: П

source: prefix_pico^p
uk_ua: п

source: prefix_tera^T
uk_ua: Т

source: prefix_yocto^y
uk_ua: й

source: prefix_yotta^Y
uk_ua: Й

source: prefix_zepto^z
uk_ua: з

source: prefix_zetta^Z
uk_ua: З

source: promote to leader
uk_ua: підвищити до лідера

source: prompt^Command:
uk_ua: Команда:

source: quick
uk_ua: швидкий

source: quietly^Be careful with the trees.
uk_ua: Обережніше з деревами.

source: race+female^Bat
uk_ua: Кажан

source: race+female^Drake
uk_ua: Дрейкиня

source: race+female^Dunefolk Human
uk_ua: Людина дюн

source: race+female^Dwarf
uk_ua: Гномка

source: race+female^Elf
uk_ua: Ельфа

source: race+female^Falcon
uk_ua: Соколиця

source: race+female^Goblin
uk_ua: Гоблінша

source: race+female^Gryphon
uk_ua: Грифона

source: race+female^Horse
uk_ua: Кобила

source: race+female^Human
uk_ua: Людина

source: race+female^Monster
uk_ua: Монстр

source: race+female^Ogre
uk_ua: Огря

source: race+female^Orc
uk_ua: Орчиня

source: race+female^Raven
uk_ua: Ворон

source: race+female^Saurian
uk_ua: Ящірка

source: race+female^Troll
uk_ua: Тролиха

source: race+female^Undead
uk_ua: Мертва

source: race+female^Wolf
uk_ua: Вовчиха

source: race+plural^Dunefolk
uk_ua: Люди дюн

source: race+plural^Mechanical
uk_ua: Механізми

source: race+plural^Undead
uk_ua: Мерці

source: race^Bat
uk_ua: Кажан

source: race^Bats
uk_ua: Кажани

source: race^Drake
uk_ua: Дрейк

source: race^Drakes
uk_ua: Дрейки

source: race^Dunefolk Human
uk_ua: Людина дюн

source: race^Dwarf
uk_ua: Гном

source: race^Dwarves
uk_ua: Гноми

source: race^Elf
uk_ua: Ельф

source: race^Elves
uk_ua: Ельфи

source: race^Falcon
uk_ua: Сокіл

source: race^Falcons
uk_ua: Соколи

source: race^Goblin
uk_ua: Гоблін

source: race^Goblins
uk_ua: Гобліни

source: race^Gryphon
uk_ua: Грифон

source: race^Gryphons
uk_ua: Грифони

source: race^Horse
uk_ua: Кінь

source: race^Horses
uk_ua: Коні

source: race^Human
uk_ua: Людина

source: race^Humans
uk_ua: Люди

source: race^Mechanical
uk_ua: Механізм

source: race^Merfolk
uk_ua: Водяні

source: race^Mermaid
uk_ua: Русалка

source: race^Merman
uk_ua: Водяний

source: race^Miscellaneous
uk_ua: Різні

source: race^Monster
uk_ua: Монстр

source: race^Monsters
uk_ua: Монстри

source: race^Naga
uk_ua: Наг

source: race^Nagas
uk_ua: Наги

source: race^Nagini
uk_ua: Нага

source: race^Ogre
uk_ua: Огр

source: race^Ogres
uk_ua: Огри

source: race^Orc
uk_ua: Орк

source: race^Orcs
uk_ua: Орки

source: race^Raven
uk_ua: Ворон

source: race^Ravens
uk_ua: Ворони

source: race^Saurian
uk_ua: Ящір

source: race^Saurians
uk_ua: Ящіри

source: race^Troll
uk_ua: Троль

source: race^Trolls
uk_ua: Тролі

source: race^Undead
uk_ua: Мрець

source: race^Wolf
uk_ua: Вовк

source: race^Wolves
uk_ua: Вовки

source: race^Wose
uk_ua: Лісовик

source: race^Woses
uk_ua: Лісовики

source: ram
uk_ua: таран

source: range^Melee
uk_ua: Ближня

source: range^Ranged
uk_ua: Дальня

source: ranged
uk_ua: дальня

source: ranged-blade/impact/pierce: +60% strikes and +1 damage
uk_ua: дальня-ріжуча/ударна/колюча: +60% атак та +1 шкоди

source: ranged: disengage
uk_ua: дальня атака: відхід

source: ranged: drains
uk_ua: дальня атака: висмоктує

source: ranged: marksman and +25% damage
uk_ua: дальня атака: снайпер та +25% до шкоди

source: regenerates
uk_ua: регенерує

source: regenerates +4
uk_ua: регенерує +4

source: remember to always check the time of day on the right side of the screen. Plan ahead — think about what it&#8217;s going to be next turn as well as this turn.
uk_ua: не забувайте перевіряти поточний час доби на панелі справа. Плануйте заздалегідь - думайте про те, що буде не лише в цьому, але і в наступному ході.

source: replay
uk_ua: повтор

source: replay^Play
uk_ua: Грати

source: replay^Reset
uk_ua: Скинути

source: replay^Stop
uk_ua: Стоп

source: replays the game loaded with the B<--load> option.
uk_ua: відтворює гру, завантажену опцією B<--load>.

source: requesting information for user $nick
uk_ua: запрошую інформацію про користувача $nick

source: reset to beginning
uk_ua: скинути на початок

source: resilient
uk_ua: витривалий

source: river^Delta
uk_ua: Дельта

source: river_type=River|River|River|Creek|Creek|Stream|Canal main=$base {river_type}|{river_type} $base
uk_ua: river_type=Річка|Річка|Річка|Струмок|Струмок|Потік|Канал main=$base {river_type}|{river_type} $base

source: road_type=Highway|Pass|Path|Road|Way|Trail main=$base{!}’s {road_type}|{road_type} of $base
uk_ua: road_type1=Тракт|Прохід|Шлях road_type2=Стежка|Дорога main=$base{!}ський {road_type1}|$base{!}ська {road_type2}|{road_type1} $base|{road_type2} $base

source: rock
uk_ua: каміння

source: rough
uk_ua: нерівності

source: ruby of fire
uk_ua: вогняний рубін

source: runs the game in full screen mode.
uk_ua: стартує гру в повноекранному режимі.

source: runs the game in windowed mode.
uk_ua: стартує гру у віконному режимі.

source: runs the game without music.
uk_ua: стартує гру без музики.

source: runs the game without sounds and music.
uk_ua: стартує гру без звуку та музики.

source: runs wesnothd as a daemon.
uk_ua: стартує wesnothd резидентно.

source: saber
uk_ua: шабля

source: save_compression^Bzip2
uk_ua: Bzip2

source: save_compression^Gzip
uk_ua: Gzip

source: save_compression^No
uk_ua: Не стискати

source: save_compression_desc^Best compression, slower
uk_ua: Найкраще стиснення, повільніше
